Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajien_vaalilautakunta_kanteli_kho:n_virheellisista_paatoksista.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien vaalilautakunta kanteli KHO:n virheellisistä päätöksistä
sme: Sámedikki válgalávdegoddi guoddalii AHR boastto mearrádusain

source: Saamelaiskäräjien vaalilautakunta on tehnyt kantelun korkeimman hallinto-oikeuden 16:sta päätöksestä, joilla vaalilautakunnan heinäkuussa tekemät itseoikaisut oli kumottu.
sme: Sámedikki válgalávdegoddi lea guoddalan alimus hálddahusrievtti 16 mearrádusas, maiguin válgalávdegotti suoidnemánus dahkan iešnjulgemat ledje gomihuvvon.

source: Kantelu on tehty KHO:lle hallintolainkäyttölain mukaisena ylimääräisenä muutoksenhakukeinona.
sme: Guoddaleapmi lea dahkkon AHR:ái hálddahusgearregastinlága mieldásaš badjelmearálaš nuppástusohcanvuohkin.

source: KHO oli ratkaissut itseoikaisuista tehdyt valitukset oikeudenmukaisen oikeudenkäynnin perusperiaatteita loukaten kuulematta lainkaan valituksen johdosta vaalilautakuntaa tai saamelaiskäräjiä.
sme: AHR lei čoavdán iešnjulgemiin dahkkon váidagiid vuoiggalaš riektegeavvama vuođđoprinsihpaid loavkidemiin gulakeahttá ollege váidaga geažil válgalávdegotti dahje sámedikki.

source: Tämän menettelyvirheen johdosta KHO:n päätökset ovat muodostuneet sisällöltään virheellisiksi, kun niissä on oletettu, että KHO:n vanhat saamelaiskäräjien vaaliluetteloa koskevat ratkaisut sitoisivat vuoden 2019 vaaliluettelon suhteen, huolimatta YK:n ihmisoikeuskomitean helmikuussa 2019 antamista ratkaisuista.
sme: Dán meannudanfeailla geažil AHR mearrádusat leat šaddan sisdoaluset dáfus feaillalažžan, go dain lea navdojuvvon, ahte AHR ovddeš, sámedikki válgalogahallama guoski čovdosat čanašedje jagi 2019 válgalogahallama ektui, fuolakeahttá ON:a olmmošvuoigatvuođakomitea guovvamánus 2019 addin čovdosiin.

source: ”Saamelaisten kannalta näin merkityksellisessä asiassa KHO:n olisi ehdottomasti tullut kuulla vaalilautakuntaa”, sanoo vaalilautakunnan puheenjohtaja Janne Näkkäläjärvi.
sme: ”Sápmelaččaid dáfus ná mearkkašahtti áššis AHR livččii eandalit galgan gullat válgalávdegotti”, dadjá válgalávdegotti ságadoalli Janne Näkkäläjärvi.

source: Ihmisoikeuskomitean antamissa ratkaisuissa on todettu KHO:n aiempien päätösten loukkaavan saamelaisten ihmisoikeuksia ja Suomen valtion olevan velvollinen huolehtimaan siitä, etteivät vastaavat loukkaukset toistu 2019 vaaleissa.
sme: Olmmošvuoigatvuođakomitea addin čovdosiin lea gávnnahuvvon ahte AHR ovddit mearrádusat loavkidit sápmelaččaid olmmošvuoigatvuođaid ja Suoma stáhta lea geatnegas fuolahit das, ahte dán sullasaš loavkideamit eai dáhpáhuva šat 2019 válggain.

source: Perustuslain 22 §:n mukaisesti tuo velvollisuus ei koske vain lainsäätäjää vaan myös KHO:ta ja saamelaiskäräjien vaalilautakuntaa.
sme: Vuođđolága 22 § mielde duot geatnegasvuohta ii guoskka dušše láhkaásaheaddji, muhto maiddái AHR ja sámedikki válgalávdegotti.

source: Lisätietoja
sme: Lassediehtu

source: Saamelaiskäräjien vaalilautakunnan puheenjohtaja Janne Näkkäläjärvi, p. 010 839 3190, janne.nakkalajarvi(at)samediggi.fi
sme: Sámedikki válgalávdegotti ságadoalli Janne Näkkäläjärvi, t. 010 839 3190, janne.nakkalajarvi(at)samediggi.fi
